Revit 2027 API
ParameterTypeId.SteelElemExactWeight Property
 "Exact Weight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemExactWeight { get; }
Public Shared ReadOnly Property SteelElemExactWeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemExactWeight {
	ForgeTypeId^ get ();
}
static member SteelElemExactWeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace